let a = prompt('Сколько вам лет?')
if (a <= 0){
    alert('Вы не выбрали число')
}
else if(a <= 10){
    alert('Малыш')
} 
else if(a <= 20){
    alert('Парень')
}
else if(a <= 30){
    alert('Мужык')
}
else if(a <= 40){
    alert('Так себе')
}
else if(a <= 50){
    alert('Старый')
}
else if(a <= 60){
    alert('Идите в больницу')
}
else if(a <= 70){
    alert('Вы уже старый')
}
else if(a <= 80){
    alert('Далер ака всё уже ставьте 10😂')
}
else{
    alert('Не будь как бека развивайся👍')
}
    
let b = prompt('Выбирите месяц')

if(b === '1'){
    alert('Январь | Зима')
}
else if(b === '2'){
    alert('Февраль | Зима')
}
else if(b === '3'){
    alert('Март | Весна')
}
else if(b === '4'){
    alert('Апрель | Весна')
}
else if(b === '5'){
    alert('Май | Весна')
}
else if(b === '6'){
    alert('Июнь | Лето')
}
else if(b === '7'){
    alert('Июль | Лето')
}
else if(b === '8'){
    alert('Август | Лето')
}
else if(b === '9'){
    alert('Сентябрь | Осень')
}
else if(b === '10'){
    alert('Октябрь | Осень')
}
else if(b === '11'){
    alert('Ноябрь | Осень')
}
else if(b === '12'){
    alert('Декабрь | Зима')
}
else{
    alert('Вы не выбрали месяц')
}