let a = prompt('Сколько вам лет?')

if(a <= 10){
    alert('Малыш')
} 
else if(a <= 20){
    alert('Парень')
}
else if(a <= 30){
    alert('Мужик')
}
else if(a <= 40){
    alert('Так себе')
}
else if(a <= 50){
    alert('Старый')
}
else if(a <= 60){
    alert('Идите в больницу')
}
else if(a <= 70){
    alert('Вы уже старый')
}
else if(a <= 80){
    alert('Далер ака всё уже ставьте 10😂')
}
else{
    alert('Не будь как бека развивайся👍')
}
    
let b = prompt('Выбирите месяц')

if(b === '1'){
    alert('Январь')
}
else if(b === '2'){
    alert('Февраль')
}
else if(b === '3'){
    alert('Март')
}
else if(b === '4'){
    alert('Апрель')
}
else if(b === '5'){
    alert('Май')
}
else if(b === '6'){
    alert('Июнь')
}
else if(b === '7'){
    alert('Июль')
}
else if(b === '8'){
    alert('Август')
}
else if(b === '9'){
    alert('Сентябрь')
}
else if(b === '10'){
    alert('Октябрь')
}
else if(b === '11'){
    alert('Ноябрь')
}
else if(b === '12'){
    alert('Декабрь')
}
else{
    alert('Вам пора к психологу')
}