let car = prompt('Какую машину вы хотите')

if(car === 'Gentra'){
    confirm('Мотор: 1.5, Цвет: Белый⬜, Цена: 1000сум                                                                                                                                                  Хотите купить машину')
} else if(car === 'Matiz'){
    confirm('Мотор: 0.5, Цвет: Серый, Цена: 10000сум                                                                                                                                                  Хотите купить машину')
} else if(car === 'Malibu'){
    confirm('Мотор: 2.5, Цвет: Чёрный⬛, Цена: 10000$                                                                                                                                                  Хотите купить машину')
} else if(car === 'Lacetti'){
    confirm('Мотор: 1.8, Цвет: Синий🟦, Цена: 50000сум                                                                                                                                                  Хотите купить машину')
} else if(car === 'Maskvich'){
    confirm('Мотор: 3.5, Цвет: Жёлтый🟨, Цена: 100000&                                                                                                                                                 Хотите купить машину')
} else if(car === 'Tiko'){
    confirm('Мотор: 5.5, Цвет: Красный🟥, Цена: 10000сум                                                                                                                                                  Хотите купить машину')
} else{
    alert('Смотрите меню там есть машины')
}